app/views/team/home.html.erb

SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 25], ["LIMIT", 1]]
---
<% @gossips.each do |x| %>
<p>name : <%= x.user.first_name%><br>